ent-ClothingEyesGlassesWelding = сварочные очки
    .desc = Стандартные очки USCM. Обычно к ним прилагаются сигареты и сварочный апарат. Обеспечивают защиту от всех видов повреждений глаз.
ent-ClothingEyesGlassesBallistic = баллистические очки морпехов
    .desc = Стандартные очки USCM. Обычно их устанавливают для украшения шлема,но они также способны предотвратить попадание в глаза насекомых, пыли и других предметов.
ent-ClothingEyesGlassesPrescriptionBallistic = рецептурные морские баллистические очки
    .desc = Стандартные очки USCM. В основном используются для украшения шлема. Содержат рецептурные линзы, если вы не были уверены, что видите ксеноморфа или нет.
ent-ClothingEyesGlassesRPG = очки с рецептурными линзами
    .desc = Корпус может называть их очками с регулирующим рецептом, но вы знаете их как очки нёрда.
