ent-ClothingMaskGasRebreather = ребризер
    .desc = Плотно прилегающее устройство, которое мгновенно нагревает или охлаждает воздух при вдохе, чтобы он не повредил ваши нежные лёгкие.
ent-ClothingMaskGasMarine = противогаз
    .desc = Маска, закрывающая лицо, которую можно подключить к источнику воздуха. Фильтрует вредные газы из воздуха.
ent-ClothingMaskCoif = теплопоглощающий кофр
    .desc = Плотно прилегающая шапка, закрывающая верхнюю, заднюю и боковые части головы. Может также регулироваться, чтобы закрывать нижнюю часть лица, что позволяет сохранить тепло в суровых условиях.
