ent-DrinkFlaskDefault = фляга
    .desc = Вы делаете глоток из своей надежной фляжки USCM...
ent-DrinkFlaskMetal = металлическая фляга
    .desc = Металлическая фляга с приличной емкостью для жидкости.
ent-DrinkFlaskMetalUSCM = USCM фляга
    .desc = Металлическая фляга с тиснением логотипа USCM, вероятно, наполненная смесью воды, моторного масла и медицинского спирта.
ent-DrinkFlaskMetalWY = W-Y фляга
    .desc = Металлическая фляжка с тиснением фирменного логотипа Weyland-Yutani, которую какой-нибудь корпоративный подхалим, вероятно, заказал для продажи поставщикам фляг на военных кораблях США.
