ent-ClothingOuterArmorMarineLight = Легкая броня образца M3-L
    .desc = Более легкая, урезанная версия стандартной брони образца M3. Он жертвует долговечностью ради большей скорости.
ent-ClothingOuterArmorMarineMedium = Морская броня образца M3
    .desc = Стандартный нагрудный знак колониальной морской пехоты M3 образца. Защищает грудную клетку от баллистических пуль, острых предметов и несчастных случаев. К нему пристегнут небольшой кожаный мешочек для ограниченного хранения.
ent-ClothingOuterArmorMarineHeavy = Броня с рисунком M3-EOD
    .desc = Более тяжелая версия стандартной брони образца M3, эта броня в первую очередь предназначена для защиты от баллистических, взрывных и внутренних повреждений, недостатком которой является увеличенный объем и, следовательно, сниженная скорость передвижения, а также незначительная дополнительная защита от стандартных ударов тупым предметом и биологических угроз.
ent-ClothingOuterArmorMarineB12 = Морская броня образца B12
    .desc = Более тяжелая версия стандартной брони образца M3, эта броня в первую очередь предназначена для защиты от баллистических, взрывных и внутренних повреждений, недостатком которой является увеличенный объем и, следовательно, сниженная скорость передвижения, а также незначительная дополнительная защита от стандартных ударов тупым предметом и биологических угроз.
