ai-announcement-sender = Искусственный Интеллект
ai-announcement-warning = Отчет системы сканеров биологической активности: "Количество ксеноморфов: { $xenos }, Количество морской пехоты:  { $marines }"
ai-announcement-xeno-egg-count-warning-medium = Отчет системы сканеров биологической активности: "Биологический вид ксеноморфов начинает набирать критическую массу. ВЫ должны остановить данный процесс, пока ещё есть возможность."
ai-announcement-xeno-egg-count-warning-hight = Отчет системы сканеров биологической активности: "Биологический вид ксеноморфов заканчивает набирать критическую массу. ВЫ должны остановить данный процесс, ЛЮБЫМИ ДОСТУПМНЫМИ МЕТОДАМИ."
ai-announcement-xeno-egg-count-warning-crit = Отчет системы сканеров биологической активности: "Биологический вид ксеноморфов закончил набирать критическую массу. Миссия признана провальной! Планета полностью поглащена ксеноморфами."
ai-announcement-fob = Отчет системы безопасности ФОБа: "Сдерживающий барьер деактивирован!"
