ent-WeaponRifleM41A = импульсная винтовка M41A MK2
    .desc = Стандартная винтовка колониальной морской пехоты. Обычно носится большинством личного состава. Использует безгильзовые патроны 10x24 мм.
ent-WeaponRifleM42 = импульсная винтовка M42
    .desc = Стандартная винтовка колониальной морской пехоты. Обычно носится большинством личного состава. Использует безгильзовые патроны 10x24 мм.
ent-WeaponRifleM4RA = боевая винтовка M4RA
    .desc = Боевая винтовка M4RA - это винтовка для метких стрелков, состоящая на вооружении USCM. Боевая винтовка M4RA, выполненная в конфигурации буллпап, идеально подходит для разведки и огневой поддержки.
