ent-WeaponRifleM41A = M41A "Constitution" Mode MK2
    .desc = Стандартная винтовка колониальной морской пехоты. Обычно носится большинством личного состава. Использует безгильзовые патроны 10x24 мм.
ent-WeaponRifleM42 = импульсная винтовка M42
    .desc = Стандартная винтовка колониальной морской пехоты. Обычно носится большинством личного состава. Использует безгильзовые патроны 10x24 мм.
ent-WeaponRifleM4RA = M4R18 "Миротворец"
    .desc = Винтовка для метких стрелков, состоящая на вооружении USCM, идеально подходит для разведки и огневой поддержки.
