ent-WeaponPistolM4A3 = служебный пистолет M4A3
    .desc = Служебный пистолет M4A3, когда-то являвшийся стандартным оружием колониальной морской пехоты, но недавно был заменен боевым пистолетом 88 Mod 4. Стреляет 9-миллиметровыми пистолетными патронами.
ent-WeaponPistol88M4 = боевой пистолет 88 Mod 4
    .desc = Огнестрельное оружие USCM стандартного выпуска. Также найдено в руках команд ЧВК Вейланд-Ютани. Стреляет 9-миллиметровыми снарядами, разрушающими броню, и способен произвести 3 выстрела очередью.
