ent-WeaponPistol88M4 = P288 Mode 4
    .desc = Стандартное огнестрельное оружие USCM. Также встречается в руках команд ЧВК Вейланд-Ютани. Стреляет 9-мм патронами, разрушающими броню, и может вести огонь очередями по 3 патрона.
ent-WeaponPistolArmatM5Y3 = AR-23P "Armata"
    .desc = { ent-BaseWeaponPistol.desc }
ent-WeaponPistolM4A3 = служебный пистолет M4A3
    .desc = Служебный пистолет M4A3, когда-то являвшийся стандартным оружием колониальной морской пехоты, но недавно был заменен боевым пистолетом 88 Mod 4. Стреляет 9-миллиметровыми пистолетными патронами.
