ent-ClothingMaskGasRebreather = ребризер
    .desc = Плотно прилегающее устройство, которое мгновенно нагревает или охлаждает воздух при вдохе, чтобы он не повредил ваши легкие.
ent-ClothingMaskGasMarine = противогаз
    .desc = Закрывающая лицо маска, которую можно подсоединить к системе подачи воздуха. Отфильтровывает вредные газы из воздуха.
ent-ClothingMaskCoif = теплопоглощающая шапочка
    .desc = Плотно прилегающая шапочка, закрывающая верхнюю, заднюю и боковые части головы. Также может быть отрегулирован таким образом, чтобы закрывать нижнюю часть лица, таким образом, он сохраняет тепло пользователя в суровых условиях.
