ent-ClothingEyesGlassesWelding = сварочные очки
    .desc = Защищает глаза от сварщиков, одобрен ассоциацией безумных ученых.
ent-ClothingEyesGlassesBallistic = морские баллистические очки
    .desc = Защитные очки USCM стандартного выпуска. Несмотря на то, что они обычно устанавливаются поверх шлемов модели M10, они также способны предотвращать попадание насекомых, пыли и других предметов в глаза.
ent-ClothingEyesGlassesPrescriptionBallistic = специальные морские баллистические очки
    .desc = Защитные очки USCM стандартного выпуска. В основном используется для украшения шлема. Содержит линзы, выписанные по рецепту, на случай, если вы не были уверены, хромают они или нет.
ent-ClothingEyesGlassesRPG = очки для морской РПГ
    .desc = Корпус может называть их обычными специальными очками, но вы знаете их как очки для предотвращения попадания грязи.
