ent-PhysicistCrowbar = научный ломик
    .desc = { ent-Crowbar.desc }

ent-CMScrewdriver = отвёртка
  .desc = Крутящий момент промышленного класса в небольшом корпусе отвёртки.

ent-CMWirecutter = кусачки
  .desc = Это убивает провод.

ent-CMWrench = гаечный ключ
  .desc = Главный инструмент для откручивания и крепления чего бы то ни было куда-нибудь.

ent-CMMultitool = настройщик доступа к системе безопасности
    .desc = Небольшой ручной инструмент, используемый для управления различными функциями машин.
    .suffix = Multitool

ent-CMCrowbar = лом
  .desc = Многофункциональный инструмент для открывания дверей и борьбы с межпространственными захватчиками.

ent-CMCrowbarRed = аварийный лом
    .desc = Многофункциональный инструмент для открывания дверей и борьбы с межпространственными захватчиками.

ent-CMWelder = сварочный аппарат
    .desc = Сварочный аппарат старого образца, кто знает через что он прошел.
