ent-DrinkFlaskDefault = фляга
    .desc = Вы делаете глоток из своей фляги USCM...
ent-DrinkFlaskMetal = металическая фляга
    .desc = Металлическая фляга с приличным объемом жидкости.
ent-DrinkFlaskMetalUSCM = фляга USCM
    .desc = Металлическая фляга с эмблемой USCM, наполненная, вероятно, смесью воды, моторного масла и медицинского спирта.
ent-DrinkFlaskMetalWY = фляга W-Y
    .desc = Металлическая фляга с фирменным логотипом Weyland-Yutani, которую какой-то корпоративный подхалим, вероятно, заказал для запасов в столовых военных кораблей USS.
